[
     {
      "id": "fug5AQAAMAAJ",
      "volumeInfo": {
       "title": "A Manual Hebrew and English Lexicon, Including the Biblical Chaldee",
       "subtitle": "Designed Particularly for Beginners",
       "authors": [
        "Josiah Willard Gibbs"
       ],
       "publishedDate": "1828",
       "pageCount": 210,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=fug5AQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "uUpAAQAAIAAJ",
      "volumeInfo": {
       "title": "A Manual Hebrew and English Lexicon",
       "subtitle": "Including the Biblical Chaldee. Designed Particularly for Beginners",
       "authors": [
        "Josiah Willard Gibbs"
       ],
       "publishedDate": "1832",
       "pageCount": 236,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=uUpAAQAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "6UlWAAAAYAAJ",
      "volumeInfo": {
       "title": "A New and Easy Method of Learning Hebrew Without Points",
       "subtitle": "To which is Annex'd, by Way of Praxis, The Book of Proverbs, Divided According to the Metre: with the Masoretical Reading in Roman Letters, the Interlinear Version of Santes Pagninus, &c. A Grammatical Analysis, and Short Notes Critical and Explanatory ...",
       "authors": [
        "Richard Grey"
       ],
       "publishedDate": "1738",
       "pageCount": 246,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=6UlWAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "zMZJAAAAcAAJ",
      "volumeInfo": {
       "title": "A' Sido nyelv Kezdetei. (Anfangsgründe der hebräischen Sprache.)- Buda Egyet nyomda 1832",
       "authors": [
        "Friedrich-Heinrich-Wilhelm Gesenius"
       ],
       "publishedDate": "1832",
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=zMZJAAAAcAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "3c85AQAAMAAJ",
      "volumeInfo": {
       "title": "A complete Hebrew and English critical and pronouncing dictionary",
       "subtitle": "on a new and improved plan, containing all the words in the Holy Bible, both Hebrew and Chaldee",
       "authors": [
        "William L. Roy"
       ],
       "publishedDate": "1837",
       "pageCount": 732,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=3c85AQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "J8xWAAAAcAAJ",
      "volumeInfo": {
       "title": "Pirke avot (Sprüche der Väter) vagy a régi rabbik' erkölcstudománya rapsodiai oktató mondatokban. (hebr. et hung.)",
       "authors": [
        "Móric Rosenthal"
       ],
       "publishedDate": "1841",
       "pageCount": 80,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=J8xWAAAAcAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "Aw4DAAAAQAAJ",
      "volumeInfo": {
       "title": "A selection of hymns, from various authors, adapted to public worship by T. Westlake",
       "authors": [
        "Selection"
       ],
       "publishedDate": "1801",
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=Aw4DAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "yFOGAQAACAAJ",
      "volumeInfo": {
       "title": "ספר על אוכל",
       "subtitle": "",
       "publishedDate": "2015"
      }
     },
     {
      "id": "yyOkeV6LF20C",
      "volumeInfo": {
       "title": "Young Man With a Horn ",
       "authors": [
        "Dorothy Baker"
       ],
       "publishedDate": "1938",
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=yyOkeV6LF20C&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "yMkBAAAAQAAJ",
      "volumeInfo": {
       "title": "She would be a governess",
       "authors": [
        "She"
       ],
       "publishedDate": "1861",
       "pageCount": 318,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=yMkBAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "MzofAQAAIAAJ",
      "volumeInfo": {
       "title": "Gabriel García Márquez",
       "subtitle": "a life",
       "authors": [
        "Gerald Martin"
       ],
       "publishedDate": "2008-12-01",
       "description": "Central Concerns Will Be The Rags To Riches Element Of GarcÍA MÁRquez&Rsquo;S Story, The Tension In His Life Between Celebrity And Literary Quality, Between Politics And Writing; And Between Power, Solitude And Love; The Contrast Between His Caribbean Background And The Gloomier Authoritarianism Of Highland BogotÁ; And His Conscious But Nonetheless Extraordinary Turn Away From Macondo, Magical Realism And One Hundred Years Of Solitude After Those Interlinked Phenomena Had Brought Him Fame And Unimagined Wealth. Martin Is Considered By GarcÍA MÁRquez To Be His &Lsquo;Official&Rsquo; Biographer And He Has Met The Novelist And Conducted Interviews With Him At Regular Intervals Throughout The 15-Year Research Period. He Has Also Interviewed At Least 300 Other Persons, Including Fidel Castro, Felipe GonzÁLez, Several Presidents Of Colombia, Writers Like Carlos Fuentes, Mario Vargas Llosa And Alvaro Mutis, The Author&Rsquo;S Wife And Sons, His Mother, His Brothers And Sisters, His Literary Agent And Translators, And Most Of His Best Friends And Professional Collaborators (As Well As Some Detractors). This Biography Is Not Only Based On Martin&Rsquo;S Unique Experience Of GarcÍA MÁRquez And His Milieux Over The Last Two Decades But Also On A Wealth Of Sources, Which It Will Be Extremely Difficult, If Not Impossible, For Any Other Biographer To Replicate.",
       "pageCount": 664,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=MzofAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "KfZaAAAAMAAJ",
      "volumeInfo": {
       "title": "Kipling",
       "subtitle": "a selection of his stories and poems",
       "authors": [
        "Rudyard Kipling"
       ],
       "publishedDate": "1956",
       "description": "The two-volume selection includes the text of Kim and the Jungle Book collection",
       "pageCount": 505,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=KfZaAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "MUF9IlFyuKEC",
      "volumeInfo": {
       "title": "Pilates for a Flat Stomach: Perfect Abs in Just 15 Minutes a Day",
       "authors": [
        "Anna Selby"
       ],
       "publisher": "HarperCollins UK",
       "publishedDate": "2011-10-10",
       "description": "Just 15 minutes a day will work wonders to give you the flat stomach you’ve always wanted!",
       "pageCount": 160,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=MUF9IlFyuKEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "jgmjROZrdEwC",
      "volumeInfo": {
       "title": "How to Read Character",
       "subtitle": "A New Illustrated Handbook of Phrenology and Physiognomy",
       "authors": [
        "Samuel R. Wells"
       ],
       "publishedDate": "2005-12-01",
       "description": "This scarce antiquarian book is a facsimile reprint of the original. Due to its age, it may contain imperfections such as marks, notations, marginalia and flawed pages. Because we believe this work is culturally important, we have made it available as part of our commitment for protecting, preserving, and promoting the world's literature in affordable, high quality, modern editions that are true to the original work.",
       "pageCount": 196,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=jgmjROZrdEwC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "1wYCAAAACAAJ",
      "volumeInfo": {
       "title": "Concepts of Fitness and Wellness",
       "subtitle": "A Comprehensive Lifestyle Approach",
       "authors": [
        "Charles B. Corbin"
       ],
       "publishedDate": "2002",
       "description": "This software will enable the user to learn about comcept of fitness and wellness.",
       "pageCount": 482,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=1wYCAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "N7_TzZ94r8AC",
      "volumeInfo": {
       "title": "Capturing Critical Knowledge from a Shifting Work Force",
       "authors": [
        "Alice Haytmanek",
        "Paige Leavitt",
        "Darcy Lemons"
       ],
       "publisher": "Accent Press Ltd",
       "publishedDate": "2003",
       "description": "Trends in retirement, rapid growth, turnover, mergers and acquisitions, and internal redeployment can lead to a great loss in an organization's collective knowledge. Capturing Critical Knowledge From a Shifting Work Force describes how to maintain a knowledgeable work force, using proven principles, tools, and practices of knowledge management. Apply critical success factors and benchmarking research detailed in this book to implement a preemptive, strategically aligned knowledge capture and transfer system. Published by the American Productivity & Quality Center, this book details determining types of knowledge, identifying and sharing critical knowledge, supporting structures and funding, and identifying critical success factors in knowledge retention. Specifically, this book involves: 1. identifying potential knowledge attrition, 2. identifying critical and inconsequential information, 3. designing and implement a knowledge management initiative, 4. determining the necessary support structures and roles, 5. determining the initiative's projected costs, 6. identifying implementation challenges, and 7. measuring the effectiveness of knowledge retention strategies.With vital information for both senior management and knowledge management practitioners, this book describes the knowledge retention process, including indicators of a knowledge retention problem, necessary resources, realistic ways to capture knowledge, and processes to disseminate relevant information.",
       "pageCount": 53,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=N7_TzZ94r8AC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "-58rAQAAMAAJ",
      "volumeInfo": {
       "title": "A Complete Collection of State Trials and Proceedings for High Treason and Other Crimes and Misdemeanors",
       "subtitle": "From the Earliest Period to the Year 1783, with Notes and Other Illustrations",
       "authors": [
        "Thomas Bayly Howell"
       ],
       "publishedDate": "1823",
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=-58rAQAAMAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "VtiBoAEACAAJ",
      "volumeInfo": {
       "title": "קיצור תולדות האנושות",
       "publishedDate": "2013",
       "pageCount": 459
      }
     },
     {
      "id": "pncVfwO1ZqoC",
      "volumeInfo": {
       "title": "הטחנה על הנהר פלוס",
       "authors": [
        "George Eliot"
       ],
       "publishedDate": "1998",
       "pageCount": 505,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=pncVfwO1ZqoC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "ABLAQgAACAAJ",
      "volumeInfo": {
       "title": "A Student's Guide to Methodology",
       "subtitle": "Justifying Enquiry",
       "authors": [
        "Peter Clough",
        "Cathy Nutbrown"
       ],
       "publisher": "SAGE Publications Limited",
       "publishedDate": "2002-10-04",
       "description": "`This is a thoughtful, well-crafted, easily accessible book. It will be a treat to teach from, as it creates a series of exercises that reflexively build on one another, as the student moves from assignment to assignment, chapter to chapter, a solid body of knowledge and a nuanced set of interpretive tools are developed. I believe this book would work well for a variety of methodology courses, and I would direct students and colleagues to use it' - Norman K Denzin, University of Illinois, Urbana-Champaign `A text which students setting out on a masters or doctoral research journey will find invaluable' - Professor Peter Gilroy, Institute of Education, Manchester Metropolitan University As a comprehensive and practical guide for students, this book presents clear and straightforward information and advice. The authors present a perspective on methodology as a process, which begins from the moment that curiosity about a topic is aroused. Although in dissertations and theses methodology is normally reported within a single methodology chapter, the authors show how every element of the account - from the framing of Research Questions to the drawing of Conclusions - is a function of methodology. Methodology describes what lies behind every single decision made in the creation of a research study. Methodology is about justifying the decisions researchers make in selecting and using their methods. The successful dissertation persuades the reader that what the researcher chose to do was not only appropriate but also necessary. The authors distinguish clearly between methods and methodology, and describe in detail how their relationship is articulated in practice. Methodology is not just a chapter, but a process, which begins from day one of research design. The text is supported by a series of activities, which will contribute directly to the writing of students' own methodology chapters. The authors refer to a wide range of other contemporary research guides, and include useful suggested Further Reading in specific areas.",
       "pageCount": 224,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=ABLAQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "9pxAAAAAIAAJ",
      "volumeInfo": {
       "title": "A Bed for the Night",
       "subtitle": "The Story of the Wheeling Bellboy, E.M. Statler, and His Remarkable Hotels",
       "authors": [
        "Rufus Jarman"
       ],
       "publishedDate": "1952",
       "pageCount": 309,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=9pxAAAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "Xsw6AAAACAAJ",
      "volumeInfo": {
       "title": "Museums in a Digital Age",
       "authors": [
        "Ross Parry"
       ],
       "publishedDate": "2010",
       "description": "The influence of digital media on the cultural heritage sector has been pervasive and profound. Today museums are reliant on new technology to manage their collections. They collect digital as well as material things. New media is embedded within their exhibition spaces. And their activity online is as important as their physical presence on site. However, 'digital heritage' (as an area of practice and as a subject of study) does not exist in one single place. Its evidence base is complex, diverse and distributed, and its content is available through multiple channels, on varied media, in myriad locations, and different genres of writing. It is this diaspora of material and practice that this Reader is intended to address. With over forty chapters (by some fifty authors and co-authors), from around the world, spanning over twenty years of museum practice and research, this volume acts as an aggregator drawing selectively from a notoriously distributed network of content. Divided into seven parts (on information, space, access, interpretation, objects, production and futures), the book presents a series of cross-sections through the body of digital heritage literature, each revealing how a different aspect of curatorship and museum provision has been informed, shaped or challenged by computing. Museums in a Digital Age is a provocative and inspiring guide for any student or practitioner of digital heritage.",
       "pageCount": 478,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=Xsw6AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "ZatHAAAAMAAJ",
      "volumeInfo": {
       "title": "Intimate Partner Violence",
       "subtitle": "A Clinical Training Guide for Mental Health Professionals",
       "authors": [
        "Carol E. Jordan"
       ],
       "publisher": "Springer Publishing Company",
       "publishedDate": "2004-07-23",
       "description": "Print+CourseSmart",
       "pageCount": 208,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=ZatHAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "66NOAAAAYAAJ",
      "volumeInfo": {
       "title": "Holstein-Friesian Herd-book, Containing a Record of All Holstein-Friesian Cattle ...",
       "authors": [
        "Holstein-Friesian Association of America",
        "Frederick Lowell Houghton"
       ],
       "publishedDate": "1960",
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=66NOAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "cO2vO6wgDQoC",
      "volumeInfo": {
       "title": "Changing Police Culture",
       "subtitle": "Policing in a Multicultural Society",
       "authors": [
        "Janet B. L. Chan"
       ],
       "publisher": "Cambridge University Press",
       "publishedDate": "1997-03-17",
       "description": "In this case study of police racism and police reform in Australia, the author provides a critical assessment of police initiative in response to the problem of police/minorities relations.",
       "pageCount": 255,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=cO2vO6wgDQoC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
       }
      }
     },
     {
      "id": "r1pc-XMmvgoC",
      "volumeInfo": {
       "title": "A Boundary Spectral Method for Elasticity Problems with Spherical ..."
      }
     },
     {
      "id": "b3TLJRlQp7QC",
      "volumeInfo": {
       "title": "A New Fear",
       "authors": [
        "R.L. Stine"
       ],
       "publisher": "Simon and Schuster",
       "publishedDate": "2008-06-30",
       "description": "The Fear name brings fortune...and doom. The dark power of the Fear family consumes all those connected with it. The Fears. Those they love -- and hate. The entire town of Shadyside. All are tainted forever by the evil of the family's curse. No one can escape. Nora Goode and Daniel Fear hoped to end the curse of the Fear family. But on their wedding day, a horrible fire swept through the Fear mansion, taking the life of every member of the doomed family. Except one. A new Fear. The child of Nora and Daniel. Will he be able to live his life untouched by the evil of his family? Or will the dark forces claim yet another Fear for their own?",
       "pageCount": 176,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=b3TLJRlQp7QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "VShv-eGkLnEC",
      "volumeInfo": {
       "title": "A Stolen Life",
       "subtitle": "Searching for Richard Pierpoint",
       "authors": [
        "David Meyler",
        "Peter Meyler"
       ],
       "publisher": "Dundurn",
       "publishedDate": "1999-11-15",
       "description": "Richard Pierpoint or Captain Dick, as he was commonly known, emerges from the shadows of history in A Stolen Life: Searching for Richard Pierpoint. An African warrior who was captured at about age 16, Pierpoint lived his remaining years in exile. From his birth in Bundu (now part of Senegal) around 1744 until his death in rural Ontario in 1837, Pierpoint’s life allows us to glimpse the activity of an African involved in some of the world’s great events. \"We are indebted to the authors for breathing life into this man, who though taken from his home early in his life still was able to make a significant contribution to the early history of Upper Canada. He fought, farmed and became a giant to the Black community. We thank you for a wonderful story of this often forgotten segment of Canadian history.\" — Wilma Morrison, Norval Johnson Heritage Library, Niagara Falls \"Everybody knows about the Underground Railroad and the great many Black souls who emigrated to Canada via this route, but very few people know the brave Black men and women who put their lives on the line in defence of this country.\" — Ivor Christopher, Re-enactor, Runchey’s Company of Coloured Men \"A well-researched and highly readable chronicle of Richard Pierpoint’s life in Africa and North America — as a slave, a soldier, and as a pioneer in Upper Canada’s wilderness. ... a vitally important contribution to Canadian Black history.\" — Linda Brown-Kubisch, Author, Missouri",
       "pageCount": 144,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=VShv-eGkLnEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "WFnU6Igs7AEC",
      "volumeInfo": {
       "title": "All the World's a Fair",
       "subtitle": "Visions of Empire at American International Expositions, 1876-1916",
       "authors": [
        "Robert W. Rydell"
       ],
       "publisher": "University of Chicago Press",
       "publishedDate": "1987-10-15",
       "description": "Robert W. Rydell contends that America's early world's fairs actually served to legitimate racial exploitation at home and the creation of an empire abroad. He looks in particular to the \"ethnological\" displays of nonwhites—set up by showmen but endorsed by prominent anthropologists—which lent scientific credibility to popular racial attitudes and helped build public support for domestic and foreign policies. Rydell's lively and thought-provoking study draws on archival records, newspaper and magazine articles, guidebooks, popular novels, and oral histories.",
       "pageCount": 328,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=WFnU6Igs7AEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "bEGhM73zhToC",
      "volumeInfo": {
       "title": "A Peculiar People",
       "authors": [
        "Charles Turner"
       ],
       "publisher": "Xulon Press",
       "publishedDate": "2003-04-01",
       "pageCount": 196,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=bEGhM73zhToC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "W4MKAAAAIAAJ",
      "volumeInfo": {
       "title": "A Dictionary of the English Language",
       "subtitle": "Containing the Pronunciation, Etymology, and Explanation of All Words Authorized by Eminent Writers ...",
       "authors": [
        "Alexander Reid"
       ],
       "publishedDate": "1846",
       "pageCount": 564,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=W4MKAAAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "GJV_HG5U3eEC",
      "volumeInfo": {
       "title": "Genealogical Research in England's Public Record Office",
       "subtitle": "A Guide for North Americans",
       "authors": [
        "Judith P. Reid",
        "Simon Fowler"
       ],
       "publisher": "Genealogical Publishing Com",
       "publishedDate": "2000",
       "pageCount": 167,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=GJV_HG5U3eEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "zjVbAAAAQAAJ",
      "volumeInfo": {
       "title": "The Vásavadattá",
       "subtitle": "a romance by Subhandu ; accompanied by Śivaráma Tripáṭhin's perpetual gloss, entitled Darpaṇa",
       "authors": [
        "Subhandu"
       ],
       "publishedDate": "1859",
       "pageCount": 362,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=zjVbAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "VyBcAAAAQAAJ",
      "volumeInfo": {
       "title": "On the Mutual Relations of Trade and Manufactures",
       "subtitle": "A Lecture Delivered Before the Society of Arts on the 23rd May, 1855, on the Opening of the Animal Department of the Trade Museum",
       "authors": [
        "Edward Solly"
       ],
       "publishedDate": "1855",
       "pageCount": 40,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=VyBcAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "Xe4xBwAAQBAJ",
      "volumeInfo": {
       "title": "A Clinical Guide to the Treatment of the Human Stress Response",
       "authors": [
        "George S. Jr. Everly",
        "Jeffrey M. Lating"
       ],
       "publisher": "Springer Science & Business Media",
       "publishedDate": "2006-04-06",
       "description": "This updated edition covers a range of new topics, including stress and the immune system, post-traumatic stress and crisis intervention, Eye Movement Desensitization and Reprocessing (EMDR), Critical Incident Stress Debriefing (CISD), Crisis Management Briefings in response to mass disasters and terrorism, Critical Incident Stress Management (CISM), spirituality and religion as stress management tools, dietary factors and stress, and updated information on psychopharmacologic intervention in the human stress response. It is a comprehensive and accessible guide for students, practitioners, and researchers in the fields of psychology, psychiatry, medicine, nursing, social work, and public health.",
       "pageCount": 455,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=Xe4xBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "ZIA4AAAAIAAJ",
      "volumeInfo": {
       "title": "A treatise on the law of real estate",
       "subtitle": "and of the mode of alienation thereof, with an appendix of forms of conveyancing, with notes: adapted to the law of the state of New York",
       "authors": [
        "John Willard"
       ],
       "publishedDate": "1861",
       "pageCount": 710,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=ZIA4AAAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "ZnoPAAAAYAAJ",
      "volumeInfo": {
       "title": "A Dictionary of the English Language",
       "subtitle": "Abridged from the American Dictionary",
       "authors": [
        "Noah Webster"
       ],
       "publishedDate": "1851",
       "pageCount": 417,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=ZnoPAAAAYAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "K5r3HaMTdG0C",
      "volumeInfo": {
       "title": "Journal of a Residence in India",
       "publisher": "Asian Educational Services",
       "publishedDate": "1812",
       "description": "Travel account of India.",
       "pageCount": 211,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=K5r3HaMTdG0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "oexbAAAAQAAJ",
      "volumeInfo": {
       "title": "A Sermon Preached Before the Lords",
       "subtitle": "Spiritual and Temporal, in the Abbey-Church, Westminster ; on Wednesday, February 21, 1781. Being the Day Appointed by His Majesty's Proclamation for a General Fast. By John Lord Bishop of Bangor",
       "authors": [
        "John Moore"
       ],
       "publishedDate": "1781",
       "pageCount": 24,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=oexbAAAAQAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     },
     {
      "id": "5kgcPA7dyosC",
      "volumeInfo": {
       "title": "A Thousand Shall Fall",
       "subtitle": "The True Story of a Canadian Bomber Pilot in World War Two",
       "authors": [
        "Murray Peden"
       ],
       "publisher": "Dundurn",
       "publishedDate": "2003-04-01",
       "description": "During World War II, Canada trained tens of thousands of airmen under the British Commonwealth Air Training Plan. Those selected for Bomber Command operations went on to rain devastation upon the Third Reich in the great air battles over Europe, but their losses were high. German fighters and anti-aircraft guns took a terrifying toll. The chances of surviving a tour of duty as a bomber crew were almost nil. Murray Peden’s story of his training in Canada and England, and his crew’s operations on Stirlings and Flying Fortresses with 214 Squadron, has been hailed as a classic of war literature. It is a fine blend of the excitement, humour, and tragedy of that eventful era.",
       "pageCount": 490,
       "imageLinks": {
        "thumbnail": "http://books.google.com/books/content?id=5kgcPA7dyosC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
       }
      }
     }
    ]
   